import logo from './logo.svg';
import './App.css';
import { Component } from 'react';

const App  = () => {
  return (
    <div className="App">
----------------------------------------------------
+8215446240
2021-05-17 13:58:16 from +8215446240 - 읽기

[Web발신]
[티몬] 2021년 05월 17일 신청하신 SMS광고수신 여부가 '동의'처리 되었습니다.

----------------------------------------------------
+8215446240
2021-09-23 15:16:02 from +8215446240 - 읽기

[Web발신]
(광고) [티몬] 똑똑:) 깜짝쿠폰 2종 도착♥
▶http://tmon.kr/6iO
*무료수신거부 080-870-6240

----------------------------------------------------
+8215446240
2022-02-04 11:30:20 from +8215446240 - 읽기

[Web발신]
[티몬]언제나 고객 만족을 위해서 노력하는 티몬 고객센터입니다.
고객 센터 상담에 대한 만족도 조사 입니다.
고객님의 소중한 의견 부탁 드리며, 고객님의 칭찬 한마디에 저희는 힘이 납니다.^^
http://tmon.kr/qKLDze

----------------------------------------------------
+8215446240
2022-03-21 13:42:22 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 5481-3114-8737-4737_20220101, 6970-0343-6545-4507_20220101, 7363-1491-2855-9641_20220101, 8059-4039-7646-9852_20220101, 6615-5828-9048-2545_20220101, 7895-8772-1341-0057_20220101, 2746-7267-3462-0497_20220101, 6971-9900-2526-9953_20220101, 5232-2586-9161-4179_20220101, 6617-6655-4000-4351_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=10303160430

----------------------------------------------------
+8215446240
2022-03-24 23:32:29 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 0321-3310-9341-9188_20220101, 6537-6756-7626-0088_20220101, 7715-8875-5259-2486_20220101, 0323-9109-0377-6951_20220101, 1174-0444-9416-6358_20220101, 4605-2687-7583-6570_20220101, 3461-1093-4155-8747_20220101, 4950-4931-1024-9432_20220101, 0848-6756-5827-8345_20220101, 9536-8875-8637-0412_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=10303160430

----------------------------------------------------
+8215446240
2022-04-21 16:31:15 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 5838-7318-9568-5946_20220101, 6516-2447-4874-9486_20220101, 7792-6096-1630-6494_20220101, 5383-1873-6031-5978_20220101, 6073-0754-7353-1318_20220101, 8454-4221-8414-0582_20220101, 5835-8935-4507-1868_20220101, 2921-9569-6164-2028_20220101, 5380-3680-2048-2130_20220101, 6518-5102-1872-9087_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=10648795830

----------------------------------------------------
+8215446240
2022-04-21 22:42:06 from +8215446240 - 읽기

[티몬/[해피머니] 온] PIN:5481-3114-87

[Web발신]
[티몬/[해피머니] 온] PIN:5481-3114-8737-4737_20220101, 5232-2586-9161-4179_20220101, 8059-4039-7646-9852_20220101, 6971-9900-2526-9953_20220101, 7895-8772-1341-0057_20220101, 7363-1491-2855-9641_20220101, 6617-6655-4000-4351_20220101, 2746-7267-3462-0497_20220101, 6615-5828-9048-2545_20220101, 6970-0343-6545-4507_20220101 ([해피머니] 온라인상품권 5만원권) 유효기간:옵션별 유효기간 다름

----------------------------------------------------
+8215446240
2022-04-21 22:42:45 from +8215446240 - 읽기

[티몬/[해피머니] 온] PIN:0323-9109-03

[Web발신]
[티몬/[해피머니] 온] PIN:0323-9109-0377-6951_20220101, 0848-6756-5827-8345_20220101, 1174-0444-9416-6358_20220101, 6537-6756-7626-0088_20220101, 9536-8875-8637-0412_20220101, 3461-1093-4155-8747_20220101, 4605-2687-7583-6570_20220101, 7715-8875-5259-2486_20220101, 4950-4931-1024-9432_20220101, 0321-3310-9341-9188_20220101 ([해피머니] 온라인상품권 5만원권) 유효기간:옵션별 유효기간 다름

----------------------------------------------------
+8215446240
2022-04-21 22:43:21 from +8215446240 - 읽기

[티몬/[해피머니] 온] PIN:2921-9569-61

[Web발신]
[티몬/[해피머니] 온] PIN:2921-9569-6164-2028_20220101, 6073-0754-7353-1318_20220101, 5835-8935-4507-1868_20220101, 5383-1873-6031-5978_20220101, 6516-2447-4874-9486_20220101, 6518-5102-1872-9087_20220101, 8454-4221-8414-0582_20220101, 7792-6096-1630-6494_20220101, 5838-7318-9568-5946_20220101, 5380-3680-2048-2130_20220101 ([해피머니] 온라인상품권 5만원권) 유효기간:옵션별 유효기간 다름

----------------------------------------------------
+8215446240
2022-05-01 00:32:24 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [슈퍼세이브] [슈퍼세이브] 해피머니 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 7054-4797-3655-6848_20220101, 8747-6389-6421-4844_20220101, 2235-8450-2119-4339_20220101, 5618-5074-7035-4518_20220101, 6896-7923-5320-0811_20220101, 2480-3205-4797-2196_20220101, 1508-6389-2901-1778_20220101, 4232-5074-5155-0811_20220101, 9360-4797-9895-3635_20220101, 0617-7923-8079-5966_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=10734557950

----------------------------------------------------
+8215446240
2022-05-01 00:34:13 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [슈퍼세이브] [슈퍼세이브] 해피머니 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 9384-9799-2209-4626_20220101, 3160-0204-5583-4402_20220101, 4453-1513-8877-3566_20220101, 1517-8385-1178-0825_20220101, 3797-6166-3066-9264_20220101, 0648-5452-4942-5971_20220101, 1074-4641-5736-9263_20220101, 9836-7078-1419-8025_20220101, 1512-2927-0186-5157_20220101, 3161-9799-8570-0629_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=10817470962

----------------------------------------------------
+8215446240
2022-05-01 00:40:27 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [슈퍼세이브] [슈퍼세이브] 해피머니 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 5518-7485-4332-1869_20220101, 6796-2052-1980-2230_20220101, 7202-6978-0485-8150_20220101, 5073-1230-2877-8637_20220101, 1207-5366-1419-4124_20220101, 4838-2052-3067-9554_20220101, 9164-3741-2625-6882_20220101, 0516-6978-9304-2423_20220101, 9792-8127-4975-6887_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=10817452314

----------------------------------------------------
+8215446240
2022-05-01 00:43:01 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 9795-6121-6885-9712_20220101, 4389-3896-3114-5562_20220101, 5516-6121-2510-1342_20220101, 7207-5480-5681-6959_20220101, 2383-4618-9137-2674_20220101, 8645-7054-8223-4966_20220101, 2838-2973-6704-1560_20220101, 5079-9747-4095-4524_20220101, 6164-3896-1330-3982_20220101, 7451-0235-0960-2330_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=10817437106

----------------------------------------------------
+8215446240
2022-05-01 00:45:11 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 5961-9511-0223-1895_20220101, 6350-3649-3778-4686_20220101, 5697-6077-5464-5176_20220101, 0963-4203-4259-7830_20220101, 1024-3649-0581-3633_20220101, 4215-7382-6972-4855_20220101, 3181-0790-3868-5616_20220101, 0698-2458-2449-3585_20220101, 3737-5165-8300-2900_20220101, 9359-9511-1745-0036_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=10734549482

----------------------------------------------------
+8215446240
2022-05-01 00:46:49 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 0329-9810-7025-9683_20220101, 1171-0593-8909-9156_20220101, 3460-1631-6415-5055_20220101, 4953-4709-2184-3163_20220101, 9532-8422-0883-6749_20220101, 1717-5068-3612-6916_20220101, 3295-7987-9212-7942_20220101, 1174-9810-6958-8838_20220101, 4950-0593-7112-6111_20220101, 9536-2156-3892-1784_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=10817427062

----------------------------------------------------
+8215446240
2022-06-01 00:02:35 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [슈퍼세이브] [슈퍼세이브] 해피머니 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 6325-7735-5433-8203_20220101, 8176-6218-6088-9157_20220101, 5601-0969-1660-6036_20220101, 2462-8547-2330-6987_20220101, 5957-5696-7909-8812_20220101, 6840-1180-0241-7803_20220101, 7533-4354-3770-5139_20220101, 8719-9473-9590-2192_20220101, 2294-3021-4828-9321_20220101, 7088-2802-8117-1963_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347297362

----------------------------------------------------
+8215446240
2022-06-01 00:07:19 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [슈퍼세이브] [슈퍼세이브] 해피머니 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 3467-7841-5645-6983_20220101, 4955-2299-8251-9673_20220101, 0328-6530-6751-2625_20220101, 3291-1327-0982-0582_20220101, 2957-5713-6278-9623_20220101, 6088-2299-7592-8014_20220101, 8294-3952-3987-9344_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347285934

----------------------------------------------------
+8215446240
2022-06-01 00:13:31 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [슈퍼세이브] [슈퍼세이브] 해피머니 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 5711-3152-5965-9188_20220101, 7958-7241-9789-1746_20220101, 6290-0378-8437-4319_20220101, 7603-1427-6162-1329_20220101, 8326-2599-4534-4893_20220101, 2082-6630-1856-0229_20220101, 5177-8704-0651-8669_20220101, 6465-5813-3283-2978_20220101, 2534-9985-7378-7021_20220101, 4085-2599-9853-5989_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347261466

----------------------------------------------------
+8215446240
2022-06-01 00:15:24 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [슈퍼세이브] [슈퍼세이브] 해피머니 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 5243-3361-5386-9718_20220101, 2155-6748-1520-3668_20220101, 5428-8897-0807-1828_20220101, 6639-0489-8989-8782_20220101, 7814-1050-6466-0213_20220101, 8591-4974-2163-2869_20220101, 2700-9123-7085-4240_20220101, 7372-7505-9205-1825_20220101, 7375-5236-0207-4975_20220101, 2156-2612-9504-8617_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347275638

----------------------------------------------------
+8215446240
2022-06-01 00:17:27 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 3972-5203-7670-7573_20220101, 9743-9165-9058-9168_20220101, 1233-4926-1319-1499_20220101, 4894-3382-3491-7489_20220101, 9125-7511-2590-8126_20220101, 0501-0458-9133-7092_20220101, 8978-7511-8679-7554_20220101, 2899-4926-9455-3086_20220101, 5504-9165-4142-2321_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347251670

----------------------------------------------------
+8215446240
2022-06-01 00:18:29 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 6701-9450-5991-1596_20220101, 7240-3074-8489-1965_20220101, 5062-2836-1882-5310_20220101, 3631-1161-7105-5327_20220101, 0593-9450-8382-7953_20220101, 1422-5648-4202-2007_20220101, 9709-3074-6910-9250_20220101, 1244-0923-2491-4640_20220101, 3987-7797-1795-5061_20220101, 0062-2836-1823-0819_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347244502

----------------------------------------------------
+8215446240
2022-06-01 00:21:11 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 3743-3132-4845-0548_20220101, 5977-6660-7485-9938_20220101, 7058-5853-8033-0416_20220101, 2234-4046-4655-3270_20220101, 8126-7271-6399-1790_20220101, 2482-2529-2953-3200_20220101, 5611-9995-1241-3151_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347235034

----------------------------------------------------
+8215446240
2022-06-01 00:22:39 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 5791-0101-0143-9789_20220101, 2072-8688-7298-5030_20220101, 5167-5757-5731-7170_20220101, 6200-1319-3054-8374_20220101, 7643-4440-9366-7504_20220101, 8839-9094-4950-0491_20220101, 2514-3933-1402-6272_20220101, 7928-2225-6850-4952_20220101, 6209-0101-1001-5994_20220101, 5168-8688-2720-1402_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347209570

----------------------------------------------------
+8215446240
2022-06-01 00:23:50 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [해피머니] 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 7422-6623-2287-7405_20220101, 5593-1405-3362-2386_20220101, 2833-4945-0919-6450_20220101, 6794-3338-9168-0454_20220101, 8925-7579-7844-6226_20220101, 7201-0407-4034-8392_20220101, 5076-6764-8236-1104_20220101, 6162-8883-6734-4955_20220101, 7457-5251-2557-8060_20220101, 5519-9192-3495-7451_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347220162

----------------------------------------------------
+8215446240
2022-06-01 00:24:50 from +8215446240 - 읽기

[티몬] 구매내역 문자안내

[Web발신]
[티몬] 김경일님의 구매정보 입니다.
 
▶상품명 : [슈퍼세이브] 해피머니 온라인상품권 5만원권 
▶옵션명 : [해피머니] 온라인상품권 5만원권
▶티켓번호 : 3358-2810-1498-1758_20220101, 4026-6244-0104-5716_20220101, 0182-8593-3072-0513_20220101, 9477-5631-9391-5810_20220101, 4549-9422-5727-2392_20220101, 4541-4375-2719-0259_20220101, 9213-3068-5896-0981_20220101, 3355-5631-0414-7732_20220101, 9214-9422-2881-6637_20220101, 8358-2810-1476-5937_20220101

 
유효기간 : 발행일로부터 5년(해피캐시 충전 시 충전일로부터 6개월)
 카드사 정책으로 인하여 “상품권 및 현금성 상품”에 대하여 카드 혜택이 제외 될 수 있습니다.
 *본 상품 구매는 티몬 슈퍼세이브 구매적립에서 제외됩니다.
 *본 상품은 티몬페이 적립금 지급 행사에서 제외됩니다.
 
 상품권 발행일자 : 20220101 [온라인 사용 방법]
 핀번호 16자리와 발행일 8자리 확인 > 해피머니 홈페이지에서 핀번호와 발행일로 해피캐시를 충전 > 해피머니 사용처에서 해피캐시로 결제
 Ex) OOOO-OOOO-OOOO-OOOO_20220101
  
 [잔액 확인 방법]
 URL : http://www.happymoney.co.kr/svc/card/useCardSearch.hm
 * 경로 : 해피머니홈페이지 > 상단 상품권 > 사용여부 조회 > 해피머니상품권 > 16자리 pin 번호 & 발행일 입력 후 조회 > 하단에 내역 조회 가능
 (조회를 위해 해피머니 홈페이지 로그인 필요)
  
 [교환 및 기타 사항]
 상품권의 유효기간은 발송일로부터 최장 5년이며 일부 제휴사에 따라 변경될 수 있습니다.
 상품권 구입시에는 세금계산서 및 현금 영수증이 발급되지 않고, 상품권으로 물품 구매 시에 세금계산서 및 현금 영수증이 발행 됩니다.
 
※ 상품 별로 사용방법 및 취소/환불규정이 다르므로 자세한 사항은 티몬 사이트를 통해 확인해주세요.
바로가기 http://go.tmon.co.kr/?v=0&type=deal&srl=11347268490
    </div>
  )
}

export default App;
